var bankInfo = {
	
	Guide: [  //Guide for user.
			{
				index: 0,
				desc: '使用方法: <br >點選右側行政區列表後，此處將會出現分行資訊，'+
					  '並將滑鼠移至特定分行，右側地圖即時顯示分行地理資訊。'
			}
			 ],
	Songshan: [
			{
				index: 0,
				name: '民生分行',
				address: '台北市松山區復興北路167號',
				tel: '02-27192081',
				fax: '02-27188897',
				lat: 25.053869,
				lng: 121.544297
			},
			{
				index: 1,
				name: '敦化分行',
				address: '台北市松山區敦化北路205號1樓',
				tel: '02-25455111',
				fax: '02-25450913',
				lat: 25.0574191,
				lng: 121.5494823
			},
			{
				index: 2,
				name: '中崙分行',
				address: '台北市松山區南京東路五段184號1樓',
				tel: '02-27698618',
				fax: '02-27603224',
				lat: 25.0512259,
				lng: 121.5632996
			},
			{
				index: 3,
				name: '臺北國際機場分行',
				address: '台北市松山區敦化北路340之9號',
				tel: '02-27187628',
				fax: '02-27187618',
				lat: 25.0636811,
				lng: 121.5518476
			}
		],
	Xinyi: [
			{
				index: 0,
				name: '松山分行',
				address: '台北市信義區忠孝東路四段560號',
				tel: '02-27293111',
				fax: '02-27299925',
				lat: 25.04106,
				lng: 121.563893
			},
			{
				index: 1,
				name: '臺北世貿中心分行',
				address: '台北市信義區基隆路一段333號3樓301室',
				tel: '02-27200315',
				fax: '02-27576156',
				lat: 25.0344173,
				lng: 121.5608141
			}
		],
	Shilin: [
			{
				index: 0,
				name: '士林分行',
				address: '台北市士林區中山北路六段197號',
				tel: '02-28367080',
				fax: '02-28362523',
				lat: 25.1080036,
				lng: 121.5250094
			},
			{
				index: 1,
				name: '天母分行',
				address: '台北市士林區中山北路七段18號',
				tel: '02-28755222',
				fax: '02-28755219',
				lat: 25.1190319,
				lng: 121.5308179
			},
			{
				index: 2,
				name: '劍潭分行',
				address: '台北市士林區承德路四段174號',
				tel: '02-28831633',
				fax: '02-28831364',
				lat: 25.0865759,
				lng: 121.5226402
			}
		],
	Datong: [
			{
				index: 0,
				name: '延平分行',
				address: '台北市大同區南京西路406號',
				tel: '02-25522859',
				fax: '02-25524317',
				lat: 25.0530953,
				lng: 121.5098164
			},
			{
				index: 1,
				name: '民權分行',
				address: '台北市大同區承德路二段239號',
				tel: '02-25530121',
				fax: '02-25534253',
				lat: 25.0624719,
				lng: 121.518589
			}
		],
	Daan: [
			{
				index: 0,
				name: '忠孝分行',
				address: '台北市大安區敦化南路一段202號',
				tel: '02-27516091',
				fax: '02-27411704',
				lat: 25.0420545,
				lng: 121.5484852
			},
			{
				index: 1,
				name: '信義分行',
				address: '台北市大安區信義路二段88號',
				tel: '02-23515486',
				fax: '02-23973887',
				lat: 25.0339401,
				lng: 121.5267933
			},
			{
				index: 2,
				name: '大安分行',
				address: '台北市大安區敦化南路2段69號',
				tel: '02-27553121',
				fax: '02-27093243',
				lat: 25.0306449,
				lng: 121.549205
			},
			{
				index: 3,
				name: '和平分行',
				address: '台北市大安區和平東路一段180號',
				tel: '02-23687027',
				fax: '02-23626987',
				lat: 25.0262919,
				lng: 121.529707
			},
			{
				index: 4,
				name: '金山分行',
				address: '台北市大安區金山南路二段189號',
				tel: '02-23413006',
				fax: '02-23413134',
				lat: 25.028286,
				lng: 121.526371
			},
			{
				index: 5,
				name: '信安分行',
				address: '台北市大安區信義路三段132號1至3樓及地下1樓',
				tel: '02-27057905', 	
				fax: '02-27057906',
				lat: 25.033273,
				lng: 121.5392232
			}
		],
	Zhongzheng: [
			{
				index: 0,
				name: '館前分行',
				address: '台北市中正區館前路49號',
				tel: '02-23812949',
				fax: '02-23753800',
				lat: 25.0448979,
				lng: 121.5151541
			},
			{
				index: 1,
				name: '南門分行',
				address: '台北市中正區南昌路一段120號',
				tel: '02-23512121',
				fax: '02-23964281',
				lat: 25.0297952,
				lng: 121.5181348
			},
			{
				index: 2,
				name: '公館分行',
				address: '台北市中正區羅斯福路四段120號',
				tel: '02-23672581',	
				fax: '02-23698237',
				lat: 25.0132032,
				lng: 121.5355969
			},
			{
				index: 3,
				name: '城中分行',
				address: '台北市中正區青島東路47號',
				tel: '02-23218934',
				fax: '02-23577253',
				lat: 25.0431384,
				lng: 121.5256314
			},
			{
				index: 4,
				name: '仁愛分行',
				address: '台北市中正區仁愛路二段99號',
				tel: '02-23975936	',
				fax: '02-23975927',
				lat: 25.0384231,
				lng: 121.5323005
			},
			{
				index: 5,
				name: '群賢分行',
				address: '台北市中正區中山南路1號1樓(立法院內)',
				tel: '02-23411001', 	
				fax: '02-23578831',
				lat: 25.0439998,
				lng: 121.5195803
			},
			{
				index: 6,
				name: '武昌分行',
				address: '台北市中正區武昌街一段49號',
				tel: '02-23493456', 		
				fax: '02-23141340',
				lat: 25.044282,
				lng: 121.5109
			}
		],
	Zhongshan: [
			{
				index: 0,
				name: '中山分行',
				address: '台北市中山區中山北路一段150號',
				tel: '02-25423434',
				fax: '	02-25710210',
				lat: 25.0515506,
				lng: 121.5221213
			},
			{
				index: 1,
				name: '松江分行',
				address: '台北市中山區松江路115號',
				tel: '02-25069421',
				fax: '02-25078786',
				lat: 25.051675,
				lng: 121.5332634
			},
			{
				index: 2,
				name: '圓山分行',
				address: '台北市中山區林森北路577號',
				tel: '02-25976699',	
				fax: '02-25932760',
				lat: 25.0651944,
				lng: 121.5258227
			},
			{
				index: 3,
				name: '臺北分行',
				address: '台北市中山區松江路80號',
				tel: '02-25435790',		
				fax: '02-25236924',
				lat: 25.0499221,
				lng: 121.5326703
			}
		],
	Wanhua: [
			{
				index: 0,
				name: '龍山分行',
				address: '台北市萬華區康定路380號',
				tel: '02-23088111',	
				fax: '02-23087744',
				lat: 25.0340166,
				lng: 121.5001225
			},
			{
				index: 1,
				name: '萬華分行',
				address: '台北市萬華區貴陽街二段26號',
				tel: '02-23830066',	
				fax: '02-23830067',
				lat: 25.0393587,
				lng: 121.5058154
			}
		],
	Beitou: [
			{
				index: 0,
				name: '北投分行',
				address: '台北市北投區中央南路一段152號',
				tel: '02-28951200',		
				fax: '02-28912473',
				lat: 25.129762,
				lng: 121.50088
			},
			
		],
    Neihu: [
			{
				index: 0,
				name: '內湖分行',
				address: '台北市內湖區內湖路一段396號',
				tel: '02-87977933',		
				fax: '02-87977957',
				lat: 25.080464,
				lng: 121.573218
			},
			{
				index: 1,
				name: '東湖分行',
				address: '台北市內湖區成功路5段458號',
				tel: '02-26305768',		
				fax: '02-26307233',
				lat: 25.0741973,
				lng: 121.6066834
			},
			{
				index: 2,
				name: '新湖分行',
				address: '台北市內湖區行愛路188號',
				tel: '02-87927988',			
				fax: '02-87928118',
				lat: 25.0655769,
				lng: 121.5788139
			}
		],
    Nangang: [
			{
				index: 0,
				name: '南港分行',
				address: '台北市南港區南港路二段95號1樓',
				tel: '02-26516706',		
				fax: '02-27839049	',
				lat: 25.0538175,
				lng: 121.5975862
			},
			{
				index: 1,
				name: '南港軟體園區分行',
				address: '台北市南港區三重路66號2樓之2',
				tel: '02-27833009',		
				fax: '02-27833900',
				lat: 25.0571105,
				lng: 121.614302
			}
			
		],
    Wenshan: [
			{
				index: 0,
				name: '文山分行',
				address: '台北市文山區羅斯福路六段218號1、2樓',
				tel: '02-86633456',	
				fax: '	02-86635656	',
				lat: 24.9930238,
				lng: 121.5406014
			},
			{
				index: 1,
				name: '木柵分行',
				address: '台北市文山區新光路1段145號',
				tel: '02-86615115',		
				fax: '02-86617690',
				lat: 24.992024,
				lng: 121.57389
			}
			
		]				
};